Repository: liberiun/cynin-intranet
Catalog: src/collective.zipfiletransport/collective/zipfiletransport/locales/*/LC_MESSAGES/ZipFileTransport.po
Languages: de, it, tr

source: A description which will be given to each file in the ZIP archive.
de: Eine kurze Beschreibung welche zu jeder Datei im Zip-Archiv hinzugefügt wird.
it: Descrizione da associare ad ogni file nell'archivio ZIP
tr: ZIP arşivdeki her bir dosya için bir açıklama.

source: All files in the folder will be exported in .zip file format.
de: Alle Dateien in diesem Ordner werden ins Zip-Format exportiert.
it: Tutti i file del corso saranno esportati in un file .zip
tr: Bu ders içindeki bütün dosyalar .zip dosya formatında aktarılacaktır.

source: All files in the folder will be exported in .zip file format
de: Alle Dateien in diesem Ordner werden ins Zip-Format exportiert.
it: Tutti i file nella cartella saranno esportati in un file .zip
tr: Bu klasördeki bütün dosyalar .zip dosya formatında aktarılacaktır.

source: Also known as keywords, tags or labels, these help you categorize your content. Each category should be on a separate line.
de: Diese Wörter, auch bekannt als Stichwörter, Tags oder Beschriftungen, helfen den Inhalt zu kategorisieren. Jede Kategorie sollte auf einer eigenen Zeile platziert sein.
it: Note anche come parole chiave, tag o etichette, aiutano a categorizzare i contenuti. Una riga per ogni categoria.
tr: Anahtar kelimeler veya etiketler, içeriğinizi kategorilendirmenize yardımcı olur. Her bir kategori ayrı bir satır olmalıdır.

source: Check this box to overwrite existing files with the same name. If left unchecked, same named files will not import.
de: Markiere die Box um Dateien mit dem gleichen Namen zu überschreiben. Ist sie nicht markiert, werden Dateien mit gleichem Namen nicht importiert.
it: Seleziona questa casella per sovrascrivere file esistenti con lo stesso nome.
tr: Aynı isim ile varolan dosyaların üzerine yazmak için bu kutuyu işaretleyin.

source: Configure object type settings for imported objects. These values should not be adjusted unless your site has overwritten the default object types.
de: Konfiguriere die Objekttypeneinstellungen der importierten Objekte. Diese Werte sollten nicht verändert werden, außer deine Seite hat die standardmäßigen Objekttypen überschrieben.
it: Configura le impostazioni
tr: İçe aktarılan nesneler için nesne tipi ayarlarını yapılandırın. Bu değerler, siteniz varsayılan nesne tiplerinin üzerine yazılmadıysa ayarlanmamalıdır.

source: Contributors
de: Mitwirkende
it: Collaboratori
tr: Katılımcılar

source: Document Type
de: Dokumententyp
it: Tipo Documento
tr: Doküman Tipi

source: Exclude from left navigation
de: Von Navigation ausschließen

source: Export Content
de: Inhalt exportieren
it: Esporta contenuto
tr: Dışa İçerik Aktar

source: File Type
de: Dateityp
it: Tipo File
tr: Dosya Tipi

source: Folder Type
de: Ordnertyp
it: Tipo Cartella
tr: Kalsör Tipi

source: If selected, imported item(s) will not appear in the navigation tree.
de: Wenn ausgewählt, werden alle importierten Einträge nicht im Navigationsbaum angezeigt.
it: Se selezionato, questo item non apparir√† nell'albero di navigazione.
tr: Eğer seçilmişse, bu madde gezinti ağacında görülmeyecektir.

source: Image Type
de: Bildtyp
it: Tipo Immagine
tr: Resim Tipi

source: Import Content
de: Inhalt importieren
it: Importa contenuto
tr: İçeriği İçe Aktar

source: Import Description
de: Beschreibung importieren

source: Keyword Categories
de: Kategorien

source: Overwrite
de: Überschreiben
it: Sovrascrivi
tr: Üzerine Yaz

source: Select the ZIP archive file to be imported.
de: Wähle eine Zip-Datei für den Import aus.
it: Seleziona il file ZIP da caricare cliccando sul pulsante 'Browser'.
tr: "Browser" düğmesine tıklayarak yüklenecek ZIP arşiv dosyasını seçin.

source: Set the image type here. Images imported via ZipFileTransport will be instantiated as an object of this type.
de: Lege hier den Bildtyp fest. Von ZipFileTransport importierte Bilder werden mit dem hier genannten Typ instanziert.
it: Imposta il tipo di immagine. Le immagini importate via ZipFile saranno istanziate come oggetti di questo tipo.
tr: Resim tipini ayarlayın. Sıkıştırılmış dosya aktarımı ile içe aktarılan resimler bu tipte bir nesne olarak somutlaştırılacaktır.

source: Set your document type here. Documents imported via ZipFileTransport will be instantiated as an object of this type.
de: Lege hier den Artikeltyp fest. Von ZipFileTransport importierte Artikel werden mit dem hier genannten Typ instanziert.
it: Imposta qui il tipo del documento. I documenti importati via ZipFile saranno istanziati come oggetti di questo tipo.
tr: Doküman tipini ayarlayın. Sıkıştırılmış dosya aktarımı ile içe aktarılan dokümanlar bu tipte bir nesne olarak somutlaştırılacaktır.

source: Set your file type here. Files imported via ZipFileTransport will be instantiated as an object of this type
de: Lege hier den Dateityp fest. Von ZipFileTransport importierte Dateien werden mit dem hier genannten Typ instanziert.
it: Imposta qui il tipo del file. I file importati via ZipFile saranno istanziati come oggetti di questo tipo.
tr: Dosya tipini ayarlayın. Sıkıştırılmış dosya aktarımı ile içe aktarılan dosyalar bu tipte bir nesne olarak somutlaştırılacaktır.

source: Set your folderish type here. Folders imported via ZipFileTransport will be instantiated as an object of this type
de: Lege hier den Ordnertyp fest. Von ZipFileTransport importierte Ordner werden mit dem hier genannten Typ instanziert.
it: Imposta qui il tipo dellla cartella. Le cartelle importate via ZipFile saranno istanziate come oggetti di questo tipo.
tr: Kalsör tipini ayarlayın. Sıkıştırılmış dosya aktarımı ile içe aktarılan klasörler bu tipte bir nesne olarak somutlaştırılacaktır.

source: The following files will be exported in .zip file format:
de: Folgende Dateien werden als Zip-Datei exportiert:
it: I seguenti file saranno esportati in formato .zip
tr: Belirtilen dosyalar .zip dosya formatında aktarılacaktır.

source: The name of the file downloaded to your local machine.
de: Der Name der Zip-Datei, welche exportiert wird.
it: Il nome del file scaricato sul computer locale.
tr: Yerel bilgisayarınıza indirilecek dosyanın adı.

source: The names of people that have contributed to imported item(s). Each contributor should be on a separate line.
de: Die Namen der Personen welche zur Erstellung des zu importierenden Inhaltes beigetragen haben. Jeder Mitwirkende sollte auf einer eigenen Zeile platziert werden.
it: I nomi delle persone che hanno contribuito a questo item. Una riga per ogni persona.
tr: Bu maddeye katkıda bulunanların isimleri. Her katılımcı ayrı bir satırda olmalıdır.

source: This form will import content from files contained in a .zip file, and will create new objects
de: Dieses Formular wird alle Inhalte einer Zip-Datei in diesen Ordner importieren.
it: Questo modulo importa contenuto dai file presenti in un file .zip e crea nuovi oggetti
tr: Bu form, bir .zip dosyasındaki dosyalardaki içeriği alır and yeni nesneler oluşturur.

source: Zip File
de: Zip-Datei
it: File Zip
tr: Sıkıştırılmış (Zip) Dosya

source: Zip File Export
de: Zip-Datei Export
it: Esporta File Zip
tr: Dışa Sıkıştırılmış (Zip) Dosya Aktarma

source: ZipFileTransport Settings
de: ZipFileTransport Einstellungen
it: Impostazioni ZipFile
tr: Sıkıştırılmış Dosya Aktarım Ayarları

source: ZipFileTransport Settings Form
de: ZipFileTransport Einstellungen
it: Modulo Impostazioni ZipFile
tr: Sıkıştırılmış Dosya Aktarım Ayarları Formu

source: Export
it: Esporta
tr: Dışa Aktar

source: Import
it: Inporta
tr: İçe Aktar

source: ZipFileTransport
it: ZipFile
tr: Sıkıştırılmış Dosya Aktarımı
